rails-marathon/app/controllers/members_controller.rb

INSERT INTO "members" ("first_name", "last_name", "house_id", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["first_name", "Edmure"], ["last_name", "Tully"], ["house_id", 24], ["created_at", 2017-08-31 19:33:44 UTC], ["updated_at", 2017-08-31 19:33:44 UTC]]
---
  def create
    @house = House.find(params[:house_id])
    @member = Member.create(member_params)